{"meta":{"title":"江鸟归山河","subtitle":"你 本 无 意穿 堂 风，偏 偏 孤 倨 引 山 洪","description":"不知江月待何人","author":"江鸟","url":"https://yanghaiting21.github.io","root":"/"},"pages":[{"title":"about","date":"2024-04-22T11:50:53.000Z","updated":"2024-04-22T11:50:53.637Z","comments":true,"path":"about/index.html","permalink":"https://yanghaiting21.github.io/about/index.html","excerpt":"","text":""},{"title":"categories","date":"2024-04-22T11:51:10.000Z","updated":"2024-04-22T11:51:10.819Z","comments":true,"path":"categories/index.html","permalink":"https://yanghaiting21.github.io/categories/index.html","excerpt":"","text":""},{"title":"tags","date":"2024-04-22T11:50:40.000Z","updated":"2024-04-22T11:50:40.713Z","comments":true,"path":"tags/index.html","permalink":"https://yanghaiting21.github.io/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"回忆录-番外篇二","slug":"回忆录番外二","date":"2024-04-22T09:57:15.476Z","updated":"2024-04-22T12:02:04.076Z","comments":true,"path":"2024/04/22/回忆录番外二/","permalink":"https://yanghaiting21.github.io/2024/04/22/%E5%9B%9E%E5%BF%86%E5%BD%95%E7%95%AA%E5%A4%96%E4%BA%8C/","excerpt":"","text":"回忆录-番外篇二你是我的玉兰花 PART 0在这个坍塌的世界里，在这样人的生命轻如鸿毛的历史中，即使充满了危险和不确定也一定要去爱，这是一件伟大而了不起的事。 我想用上面这句话概括这次邂逅是再合适不过的了，因为你说你的困惑让你的世界正在崩塌，我也知道我们见面会有危险和不确定的结果，危险是站在你的角度考虑的，对我而言见到你是当时我能期待的最美好的事情了（当然会幻想更进一步的美好事情发生，但是我知道有些是很不切实际的幻想，不过现在会觉得嗯一起都会有可能，你给我点燃了一束我自己不敢期待的希望，但是我知道那种美好是不可强求的，我也不会去抱着那种追求，说到底我唯一坚定追求的只是想让你开心）。不过回到这次回忆，尽管世界分崩离析，我还是爱你，这是一件伟大而了不起的事情。好吧，我总是觉得要写下点什么，像树干用年轮记录一次春夏秋冬那样记录下我最美好的时光。 第一次来见你是因为你说了一句早点见面的话，是的就只是一句话就会让我坚定来找你，而这一次见面其实从上次分开就一直再谋划了，嗯不过你一直觉得不合适我也不会去强求，只是最近真的感觉处在一个分崩离析的边缘，我想留在你的世界，但我也不想让你困扰，你让我给你一个答案，可是在这样的选择题里，我有资格提出的答案其实真的只有舍弃我啊。你不会接受我跟你说其他的答案，我觉得我也不能说其他的答案，一直这样纠结下去永远不会有结果，我不想让你一直困扰下去。我一直相信，当你出于困扰的时候，实感才能真正做到帮你下决心。所以啊，我觉得必须要和你见一面了，其实也很有可能是会很久很久不能再见面。当你的困惑解开之时，我便很难在你的世界里找到一个合适的身份和位置了。我是抱着这样的想法来找你的，带着我过去和现在以及将来所要告诉你的祝愿你的一切，来赴一场解开过去和现在以及未来的联系的约会。嗯可能说得有点乱，意思其实就是我觉得这次见面会让你清楚自己的感受，然后不出意料地放下对于以前的一丝执念，事实上结果也是如此，所以在我和你一起坐车回桂平的时候你说的那个答案，我是预料到的，不过说真的就算预料之中我还是很难过当时，真的有点说不出话来，但是我不想让你因此困扰，我努力去表现得坦然自若，我要支持你去做一个对你而言是正确的决定，我会一直支持你选择更美好的明天。不过你也不需要顾及我的感受就去保持和以前一样真的，不喜欢就要say bye，哪怕是对我，我也一样会支持你，真的，你要做不囿于方寸之地的夏风。 主题，起因，结果都写在了前面，因为这些都是很明确的很笃定的，爱你是主题，解开你的困惑是起因也是结果。其中经过很长和很短，我要慢慢写慢慢记慢慢回味。 PART 1就像前面说的，其实来见你我谋划已久，只是我知道见面应该是两个人的意愿，我一直再问，在等一个yes，从那个周五开始就在等，是的一开始我真的想着翘三天的课然后得到八天假期哈哈哈哈，不过如果不能见你的话，那个假期对我来说也没什么用。你一直困扰，纠结于我们该不该见面，嗯其实我也在担心自己影响到你生活，可是想见就是想见啊，也许我该克制的可是我总觉得跟你说话的机会都是很难得的，见面更是可遇不可求的，我只想在我还能见到你的时候多见几次，不得不承认在这方面我是自私的贪心的。不过现在答案已出，我还会期待见面，但是会听你的，你想见的时候我们就会见面。 我是周一下午下课的时候，我们又谈到了你的困惑，我真的觉得再这样下去你会崩溃的，而我真的不希望你崩溃，更何况是因为我，我觉得我必须做点什么，可是我不能用言语做到，我的言语都出于我的感受，哪怕是让我脱离我的身份去替你考虑，也一样是基于我的感受我的真心，这样得到的结果不会是你真实的感受。所以啊，我觉得我必须要见你一面，就是你做不了的决定我想帮助你下定决心，结果好像也确实达到了这个最直接的目的。我一开始只想着就简单的见一面，把我准备的礼物交到你手上，我知道你很忙想法也很乱，我并不想耽误你太多，也许就见上一面或者让你看一看我给你准备的礼物，就可以让你清楚自己的感觉，然后做出选择。 我坐的是19:30起飞的航班，其实它原本是19:00的，我上午的时候就考虑过这个航班，原本还有一个18:05的航班，我中午的时候跟你说我想去找你，但是那时候你说no，所以我就先去上了下午的课，等我下课之后就赶不上那个航班了，嗯中午的时候我自己还是会觉得只有等你说yes的时候我才应该去找你。 那个时候做决定其实真的很突然，虽然蓄谋已久，但是在没得到你的yes的情况下来找你我是没想过的，至于为什么可以做到上面也解释过了，在那个情况下，我觉得非见不可而且也可能是此生最后的机会。决定好之后我就买了机票，打了车，然后我才开始收拾东西，那个礼物其实一直都在准备，所以我拿着就可以走，就随便带了一些衣服我就下楼了，然后我突然想到那个盒子直接给你你会不方便拿，然后我就狂奔到教超去买个手提袋，很巧合的是那个手提袋卖5.20哈哈哈哈。不过那时候你没有反对，我真的很开心，我相信自己在做正确的事情。然后我就上车去机场，嗯那是我第二次打车去机场，我一般是不会打这么贵的车的啊啊啊啊就这两次来找你试过。不过我觉得是很值得的，能见到你，花多少钱多少时间都是值得的，所以啊你也别担心什么我给你送礼物不慎重会后悔之类这种，那不可能，在我的世界里，我爱你胜过一切。 然后就是到机场又再次延误，好事多磨吧，只要能见到你我真的不在乎这些，万水千山横旦。还是会和第一次那样紧张，不过区别在于我这次不知道自己要说些什么，我要说的其实早就说过无数遍，我也不打算去讲太多过去的事。我只想让你清楚现在的我真实的我以及可预见的未来里的我能给你带来的感受，仅此而已，我只需要表现出我现在最真实的状态就好了，我是这样想的。 这趟飞机真的是我坐过的最颠簸的，那时候是有点害怕的，满脑子想你也是真实的，嗯就是在那种一个人处在毫无依靠的状态下，我能想到的只有你，啊啊啊也不是要绑架什么，其实就是会想着，如果真的有意外，那我一定要爱你想你到最后一刻。我会一直平安幸运的，我们都会，我更希望你永远平安顺遂健康幸福自由开心，比对我自己希望还要多一点真的。 我是幸运的，我平安到了桂林，也坐上了你给我约的车，嗯是的你给我做的任何事情都会让我很开心很幸福，我也很想让你开心啊，在那种时刻我会不断地对自己说，我要让你开心，这不是什么对等交换，我本来就想让你开心，而你却总是先让我开心幸福了，这让我总是觉得自己不够好，嗯是的，爱常觉亏欠。但我不是因为亏欠而去想方设法让你开心，我只是爱你，所以去做那一切，我也知道自己做得还不够多不够好，我会抓住每一次机会尽我所能让你开心，一定会越来越好。 然后就到了酒店，我一到就开始写下我的信，那些我在飞机上在车上想到的，我想亲笔写下来，文档里敲出的文字远远不及一笔一划写在纸上的文字有力量有实感。那晚我们还是谈到了你的困惑，我一直都希望你在你的感情里是开心的，是一直开心的那种，哪怕这意味着我永远不会有机会，我也希望是那样，我只希望你开心啊真的。不过实际是什么样的，都是你自己的感受，我会因为你受到的委屈难过气愤，但是我也不想过多地去干涉你们，我只希望这段感情能像从前那样让你平和让你开心，我是希望你们长久开心的。最紧要的是让你开心，我会永远支持你选择开心的选项，永远永远，哪怕选项不包含我，我也一样支持你。 第二天早上，我很早就醒了，桂林早晨的太阳很灿烂，也很热啊啊啊，这时候我还是觉得让你来找我太累了，我想去找你，其实也考虑到你可能不太会想和我待太久，我知道你在困惑，我给你考虑的是我去找你，如果你感觉你想和我待在一起我们再去做其他事情，如果第一感觉不想的话，你可以直接回去，我不想让你身心俱疲，就如果不能让你开心那至少不要让你劳累，真的。但是你很坚决要来我这边，我也不想和你作对，我就想着尽可能地做一切能让你开心的准备。我第一反应还是再准备好我的礼物，然后就想到买花了，嗯我也不懂，我自己其实不喜欢买花，虽然我是蛮喜欢看花的，但是就是会想送你，可能也是担心是最后一次吧，还有就是第一次我最想送的你其实不是红玫瑰，嗯不过当时没有其他更合适的，所以这一次我提前去准备，就想到了白茉莉，茉莉，莫离，我是希望我们不会走到那种老死不相往来的分离的，说到底还是很喜欢待在你的世界里，我想让你开心而有你在我的生活里本身就会让我很开心，这一点我是自私的。然后还想买瑞，嗯我问了你一下想喝什么，其实无论你选什么，瑞我是肯定会买的，那是我和你一起喝的第一个，我想如果真的是最后一次，那就一定要有瑞，哈哈哈可能你也不能理解，但是想法就是这样的。然后还想到前几天要请你喝的酸奶，不过很可惜没有喝，以及byt嗯，虽然没有什么用后面其实，不过买的时候也没抱多大期待，也许上天有意，反正我是不懂为什么会那样，但是抱到你已经幸福到了极点了，多了几分未竟之美吧。后面就是去买果切，就是我本来想自己去店里买，我想给你买新鲜的你喜欢的，可是那里真的好偏，我走了很久才找到一家，那家店还很小很破，然后我就点外卖了啊啊啊很可惜。（好想你啊，我现在在地铁上，嗯就是很想你，好想和你抱抱） 我没想到的是，那个果切还没到你就已经到了啊啊啊，不过也刚好，我也有了理由下去等你。那时候我刚找到那个骑手，拿到外卖一抬头就看到你，你也看到我了跟我打招呼，啊啊啊啊原本是很紧张的，可是见到了时候又还是很熟悉的感觉，就好像一切都很自然，和第一次那样，很熟悉很温柔很好看，真的你超级好看，就是那一瞬间脑子直接空空，直到你在地铁掐了我一下，我才相信那不是梦，啊不是掐痛，就是那种真实的触感，让我知道那是真实的你真实的我们，你不知道那一下我心里有多暗爽啊啊啊，我很喜欢和你接触到，就无论任何形式，都会让我颤一颤然后深陷其中。就像我们那时候在麦当劳你假意打我一拳那个瞬间，我也是很开心很幸福的，那时候听到麦当劳放陈粒的走马，我脱口而出抢答了，你就轻轻锤了我一下，啊很开心的瞬间，很巧的事我现在也听到陈粒的歌，不过是奇妙能力歌（我想要更好更圆的月亮，想要未知的疯狂，想要声色的张扬，我想要你），是的很巧。 回到我们见面，我们到酒店房间里，你放下东西要给手机充电，我放下外卖，把咖啡拿出来，然后你把给我准备的礼物给我，我也把给你准备的礼物给你。很巧我们都是准备了两本书，嗯也许你是看眼缘，但是你挑的书确实很合适，从此以后，很符合这次见面的节点与意义，而寻找灵魂的现代人那本书里，我看到了关于梦境的探讨（还没仔细看但是我会看的），也很符合我的状况，我经常梦到你也习惯有你的梦，我很喜欢。也许我真的是需要去寻找我的灵魂，可是我已经很坚定了，用全部的灵魂和生命去爱你，这是我的灵魂归宿。也许在没有你的漫长时间里，我的灵魂会游于四野，但是我知道我也坚信，你永远是我的最终目的。 其实一开始我没想直接看你给我的礼物，我也没想过你会直接看我送的礼物，嗯我其实很害怕你突然就想离开，我肯定不能强留你，所以在那个时候，我只想好好看你，多多看你，真的就是这样。不过你让我看，我就会去看，我映入眼帘的是那句，one day, you take my hand，嗯看到这句话就已经足够让我充满希望地去期待未来了，我不在乎那一天会有多久，我只坚信当真有那一天的话所有的一切都会值得，其实就算没有那一天也是值得的，我爱我所爱，你是自由的。然后你看我给你准备的礼物，嗯我是有点害羞的我也不懂，可能就是很久很久没有写这样饱含真情实感的文字了。为什么要写以及为什么要那样分开写在心里你都能看到原因，我这里就只说一句，我爱你，我希望你永远选择更开心的明天，而我会永远支持你。 然后你手机充好电，我们就到椅子那里坐下，讲着一些漫无目的的话，点评那里的装饰，嗯我只记得在看你，我一直在看你，谁又知道那不就是最后一眼呢。不知道为什么你突然说“你想和我抱抱吗”，啊真的很突然那时候，我毫不犹豫地说我当然想啊一直在想，嗯回答的时候我还觉得你只是问问，没想到你居然说“好啊”，我的天那时候我真的觉得自己在做梦，然后就冲过去抱你，那一瞬间真的整个人都要融化了，似梦似幻，原来我真的会抱到我的月亮，就像美梦照进现实了一样，我当时真的开心幸福到了极点，我找不到更多的修饰了，那一瞬间是很深刻的，是会让我终生难忘的，可是确实是极其纯粹的开心和幸福，不需要也用不上其他的修饰，我都想希望人生定格在那个时刻嗯当然这也太自私了。即使是在那种时刻我还是最希望让你开心，真心的，我很想很想用力抱紧你，但是我又担心让你反感，然后我其实就一点一点地慢慢抱紧，就是如果你要挣脱我肯定会马上松开的，能抱到一瞬就已经很满足很美好了，我怎么敢奢求更多。我刚开始以为你也只是愿意轻轻抱一下而已，我一直在等就是我自己舍不得松开，我那时候也说了就是直到你让我松开我才会松开，真的好喜欢和你抱抱。 然后我们就真的沉沦了，我是很幸福很开心的，但是也会觉得如梦似幻吧，毕竟那真的是梦中才有的场景。亲吻，拥抱，触摸，每分每秒对我而言都是永恒的，我多想永远停留在那一刻。这太自私了，你是自由的，嗯我不知道你是出于什么样的缘由才愿意那样，也许真的是苍天怜我，我还是太幸运了。具体该怎么描写呢，我写不出来。从站着相拥，到床上，到亲吻那我无限向往的每一寸肌肤，嗯都是妙不可言的，我感觉我的记忆也是空白的，像这种完全脱离世界的体验，我连时间都会忘记，我只记得是你与你，至少在那个时刻，我想我们之间是有爱意的，哪怕是须臾片刻也好，对我而言早已是万分荣幸。也许也是上天觉得到这就已经是我全部的运气了，我想也是，没有贪杯的资本，嗯会有遗憾，但是这已经是极大的幸运了，是永恒的时刻。后面我们还温存地聊天分享给你看我准备的礼物，我想用温存来形容，在我的记忆中，这样的温存有两次，第一次是我第二次去你家，第二次就是这次，真的很幸运了。然后我送你回学校，在车上你的手指触碰我的手背，嗯我是很讨厌别人碰我的其实，可是真的很喜欢你碰我，也是幸福的时刻。 金风玉露一相逢，便胜却，人间无数。 我已经不能再贪心了，我很满足了。 第二天早上我起的很早，其实那天晚上我就想着买和你一样的车票，但是五点钟才能买票，然后我就想着起早一点也许就能抢到。那时候还是问你了，很搞笑明明我知道你不会起这么早的，我很在意你的感受啊，可是脑子里总有你的声音跟我说“你不要想，你要做”。说实话真的我不想去做违背你意愿的事，其实也不敢去，但是如果同时有两个意愿呢，虽然其中一个不是当时的，可是就是会在我脑海里不断重复，我所有的勇敢所有的奋不顾身，都离不开你，也不是说没有你支持我就不会勇敢地去找你，而是像那种和你有点冲突的事情，如果没有那个声音的话，我是不可能去做的。可是那个早上真的很难受，就是整个人烦透了根本不想出门，直到我买好了票才能得到一丝宁静。我当时也想好了，如果你真的不想见也没事，我就只是离你近一点好了，也是真心不想让你烦只是那确实是最后一次机会，嗯现实里同行一段旅程，就像我们这段旅程一样，说长不长说短不短，对你来说有些累也有些快乐，嗯你说是有些快乐的，当然也可能是目的地的影响吧，其实也算是我们故事的缩影啊，短暂的匆忙的累的意想不到的对我而言是美好的永恒的，虽然完完全全贴切，不过也算是了。我在车上跟你说，这趟旅行若算开心，亦是不负这一生。这出自落花流水，嗯也是高三那时候听得多，与你有关。也许真的是落花流水吧，命运敲定了该这么发生，那就这么发生吧，有幸同行，真的，无论是现实的那段，还是我们的交集，都是万分荣幸。 PART 2最后面我说的是，万水千山横旦，你不知道也不会知道下半句，万水千山横旦，到底是，错过了。这是我们分开之后我偶然看到的，看到的第一眼，就再也忘不掉的一句话。 是的，万水千山横旦，所有的一切回忆一切旅程，都是一眼万年的，错过了就是错过了。我只愿你永远开心幸福健康自由，为所欲为得偿所愿。 我把给你买的酸奶给你买的奶茶都带回了家，我自己不想喝，我也不懂有点蠢蠢的其实，也许我就是很想留住所有关于你的东西吧，哪怕你并没有碰过或是怎样。不过很可惜，那些东西都会腐烂变质，所有的美好，如果没能在发生的时刻留下永恒的时刻的话，都会腐烂的。 这部断更了四年六个月，一千六百多天的故事终于迎来了一个对我而言的正式的结尾，能遇见你真的是很美好很幸运的事情，是我人生中最美好最幸运的，我常会遗憾，不仅仅是因为故事没有长久，还因为我带给你的远远不及你带给我的那般美好，我辜负了上天赐予我的最珍贵的礼物，我认清自己的无能和过错，坦然的接受一切后果，也许真的是那样，我的幸福总是如履薄冰的，所有的灿烂都需要加倍的孤独来偿还，我得到了足够的幸福与灿烂，愿意去接受那如履薄冰和孤独的代价。不过，我还是希望你的生活永远灿烂永远幸福永远开心，啊这些你也不会看到了，没关系，写给我自己的，我已经无人可说了其实，这本该就是我宿命，只是你的出现改变了一切，然后你的离开也只是让一切恢复原状，我并没有丝毫的怨言，我只愧疚自责，为我给你带来的一切不开心一切委屈，而那些我也无法弥补了，挺可悲的有时候觉得我自己，不过这就是我的主旋律吧，不断地让人失望，在自我放逐中度过剩下的岁月。 此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？ 事实是这样，但是这本来就是我的人生该有的模样，借过你的光暂时明亮，但是没能成为你的光也是荒唐。你走吧，我总要自己一个人，祝你为所欲为得偿所愿。","categories":[{"name":"回忆录","slug":"回忆录","permalink":"https://yanghaiting21.github.io/categories/%E5%9B%9E%E5%BF%86%E5%BD%95/"}],"tags":[{"name":"回忆录","slug":"回忆录","permalink":"https://yanghaiting21.github.io/tags/%E5%9B%9E%E5%BF%86%E5%BD%95/"}]},{"title":"回忆录-番外篇一","slug":"回忆录番外一","date":"2024-04-22T09:57:15.474Z","updated":"2024-04-22T12:02:04.080Z","comments":true,"path":"2024/04/22/回忆录番外一/","permalink":"https://yanghaiting21.github.io/2024/04/22/%E5%9B%9E%E5%BF%86%E5%BD%95%E7%95%AA%E5%A4%96%E4%B8%80/","excerpt":"","text":"回忆录-番外篇一PART 0其实我自己也记不清什么时候决定要去桂林找你了，但是肯定比周六那晚上要早，就是你还没说之前我就在考虑下周末（现在是这周末）去找你了，我看好了机票车票，但是我很害怕你说不，我很在意你的想法。到周六晚上其实也就是周日凌晨的时候，你说了一句“你什么时候来找我啊”，在这之前我已经想好了下周五（3.22）去找你了的，那时候其实我自己正在看机票，但是我承认我是不够坚定的，我承认我那时候还是犹豫不决的，我很想去但是我很害怕你拒绝，这是我真实的感受，你可以就我的犹豫谴责我，嗯我承认这是我的缺点，我做很多事都会犹豫，我会改变这个缺点，我很坚定爱你，完全的，但是做一些有点疯的举动的时候，我还是会需要你的支持，是的我很在乎你的支持你的回应，我不是需要什么结果作为保证，其实只是需要你说一句你想见我哪怕只是一句yes，就可以让我很坚定。这里我说的明天其实真的已经考虑过了的，那时候你说“现在”我也真的很想马上动身，但是我犹豫，我不得不承认我当时无法忽视现实给我的压力，很搞笑其实我那时候很犹豫的两个点一个是我要半夜叫醒我们舍管阿姨给我开门（我个人是极其讨厌这种半夜被叫醒的体验的所以我其实真的不敢去麻烦别人，如果没有这道门禁，不会影响到其他人，我一定会动身的，这是我真实的感受想法，不是事后诸葛亮或者美化自己），第二个是我很难打到车去机场，因为那时候是凌晨，真的很难去机场，不过这个我还是很容易克服的我觉得，主要还是第一点，我真的很不想麻烦别人。可能你忘记了就是我第一次去你家的时候，也几乎是凌晨，下着小雨握撑着伞从那时候我住的亲戚家走到你家，那时候我唯一担心的点其实就是亲戚都睡觉了我没有说清楚就半夜出去会让那些长辈很生气很担心的，嗯这里有点扯远了。这里你发的是早点见面，我马上回复了早点见面，这时候我其实就在想第二天早上起来就来吧找你，但是你说算了，你的no真的真的会浇灭我，我不是期待双向奔赴，我只是很害怕我的单向奔赴不仅不让你开心还让你烦恼，我真的很害怕这个，我不想让你不开心。第二天我很早起来去做那个鲁班锁，嗯然后…（这部分无关紧要直接跳过）。十一点的时候我去食堂吃饭，这时候你说到“那你昨晚为什么不来见我”，我说我考虑了很久但是还是没有做到，我是真的考虑了很久但是没做到确实还是没做到，我接受你的批判（真的看到这个我那时候整个人都很难过，然后就吃不下饭了，啊我没有任何怪罪的意思，你说得就是正确的，我只是认清自己的怯懦所以对自己很失望进而难过），然后我就开始考虑吃完饭就去找你了，其他我那天一整个早上都在看机票在考虑，那一刻就已经坚定下来，我要来找你。我在食堂坐着看了十几分钟的机票（吃不下饭了那时候，那时候也不知道怎么回复你的消息），我选好了一个下午两点多的航班，我跟你说“今晚可以见你吗”，是的我还是需要一个回应，只是想要yes or no，这个时候我已经在赶回宿舍收拾东西的路上了，我期待一个yes，但是你选or，对我而言只要不是no就可以了，我坚定了要来找你，我回到宿舍准备买票规划路线。但是你突然说“今天不行”，一下子又泼我冷水，嗯我承认你的一个“不行”真的会阻止我发疯，然后我就决定周末来找你，嗯我是坚定来找你了的但是具体哪一天我真的很在意你的想法真的，然后我买了周五晚上的机票，嗯已经买好了，然后还买了相纸，我想着周末的时候带过来一起合影，我甚至还考虑去理发买衣服准备一下（嗯现在想起来觉得自己有点搞笑）。我决定好之后，我就想着把作业什么的都写完搞定然后周五来找你，但是我根本沉不下心去做任何事情，就像你说的那样，很煎熬，是的我很煎熬，但是你说了那天不行就是不行，嗯我还是无法违抗你那种坚定的拒绝。转机发生了，你说“今天来吧”，嗯我第一反应就去看当天到机票了，下午那个航班真的赶不上了，我就换了晚上的，直接就马上改签开始收拾东西了。我那时候在想我需要带什么，不是考虑我自己需要用什么，我是在考虑给你带些什么能让你开心，嗯真的很希望来找你能让你开心，这是我的本意，当然本意有两个，另一个就是告诉你我的真心，因为无论在微信上面说多少次我觉得都无法让你感受到，所以我觉得我必须要当面说一次（很可惜最后也没成功让你感受到，嗯但是我不会放弃的）。中间那些慌张的不知所措都跳过（但是你帮我看酒店我真的很感动很感动，这让我坚定到了极点），我三点钟的时候下楼打车去机场，我和你说我要做我的海盗，我要抱我的月亮。是的，对于我来说，真的很像一场未知的疯狂，我不知道结果会怎么样，我只知道我坚定的要去找你，从这开始我的世界只剩下你，其余的一切都没有声音，我无法感知周围的一切，我只觉得陌生但是我有前所未有的坚定作为我的方向。到机场之后，我开始准备我要说的那些话，嗯其实一直都会幻想见面的时候我会说些什么，我想了很多很多，但是我真的真的坚定我见到你要说的是“我很爱你，我很想你”，嗯但是你说了你想要听我的罪行，我就开始像怎么去讲那些我的罪行。那个忏悔录（姑且这么叫吧）的开篇是写我对你的爱的产生，嗯这个我已经跟你说过无数次，但是我还是觉得必须要再讲一次，那是一切的开端，对我而言像是生命真正的起点。整个忏悔录都是完完全全真心实意的，我没有半点虚假，也许我的语文水平会使一些感受到的表达不清不楚，但是我想表达的其实就是我承认自己不懂爱以及面对不懂爱你这个现实选择了错误的应对方式，我承认这是我的罪行，我接受一切后果，我想要弥补，我不奢求得到你的拯救，不执着于不切实际幻想，我只希望让你开心。我在机场一直在想怎么样表达我的真心，嗯然后飞机延误，我其实很焦虑很焦虑，延误并没有影响我的坚定，真的，只是延误了我到达和你同一座城市让我真的很不开心，我很想离你近一点再近一点。但是我不想让你担心，我跟你说没事，其实也确实没什么，这些曲折拦不了我的，我很坚定，我很享受这种坚定的内心，我坚定爱你，同时爱你也让我坚定地去冒险。一直到我抵达桂林之前，我都在想该如何让你感受我的真心，嗯尤其是在飞机上那段时间，我甚至在那自言自语起来，不过我太累了，就声音很小，不然肯定会被周围的人说的嗯。飞机上，周围的一切都是极其陌生的，我感受到自己漂浮空中，如同我要做的海盗那样，除了我心中的方向以外，其余的一切都是虚无缥缈的，除了我坚定的真心以外，我没有任何可以依靠的。嗯可能你会觉得很夸张，但是对于我，这个过程跟我第一次去找你的时候的感受是一样的，我不知道会不会得到你的回应，我不在乎周围的一切以及可能造成的后果，我只想要找到你，见到你，告诉你我的真心。飞机刚落地，我就迫不及待的想告诉你，我预料到你会等我，但是我真的没想到你会帮我约车帮我想好那么多，真的，你真的很美好，我已经很久很久没有感受过这种美好了，那个时刻真很幸福，我想我这辈子都不会忘记，那是刻骨铭心的开心，是我未曾幻想过也不敢幻想的幸运，真的很梦幻，如果不是有记录在，如果不是我保持清醒的去感受，真的好像一场梦啊，一场美梦。真的很感谢你，（其实从你回应我要来找你那一刻其实这次冒险就已经值得了，除了能见一面我真的不奢求更多），而这我未曾幻想过的幸福，让我觉得自己真的很幸运，甚至有点不敢相信，觉得自己没有这个资格，我当时的感受真的好像又再次拥有了全世界。言语真的无法表达出我当时的幸福，毫不夸张的说那个时候哪怕让我die我也愿意，嗯我真的真的很满足，好像就那样溺死在你的美好之中。在那波光粼粼之中，我真的感到完完全全的幸福圆满，我所剩下的唯一期待就是，我也想让你开心，我那时候这样说的，无论过去多久，我所能想到的与我当时所说的一样，我想让你开心，我不想也不能自私地单方面去享受你的美好，我真的很想让你也能感受到开心，幸福与美好，而我又恰恰是不自信的，我只坚定自己要勇敢地去好好爱你，但是总觉得这样还是远远不够，我远远不够美好。以上基本都是我自己的感受，下面是我们共同的回忆（还是会有很多我自己的感受，我只能清楚我自己的感受）。 PART 13.18早 小雨我七点多就醒了，自然醒的，你要去上课，而我想准备一下，我想让你开心。我去了酒店附近的商场，我想找一个足够美好的礼物传达我的真心，虽然我带了我在城隍庙给你请来的福袋，但是就像我那时候说的，我总觉得不够，我想给你最好的，我觉得你值得最好的一切。但是很可惜，我真的没有找到合适的。然后我又想到我还没有送过你花，我并不知道你现在会喜欢什么样的，其实以前也没讲过，但是我就是很想送你一束花，我就一直去找，我嫌外卖太慢了（那时候你已经在路上了），我就一家一家的到店，有些店没有花卖了，有些店根本没开门，到你说你快要到的时候，我就不能继续去找了，我赶回酒店，是的那时候我其实还在外面找花店，你说你快要到的时候我就回去在路边一直等着了，我很忐忑很紧张我很害怕让你失望（虽然你说你没有什么期待，但是我会希望你有所期待，我和从前一样希望成为你的期待），后面那束花是我在等你的时候下单的，我本来预想的是我能够拿着花等你到的嗯就是很想那样，但是很可惜没有实现。十二点左右的时候你就到了，啊第一眼见到你真的没有那个阔别重逢的感觉，我设想过无数次我们的重逢，真的，不会说有多戏剧化，就是觉得肯定会有心跳骤停的感觉，其实当时也确实有，可是那骤停的一瞬间过后真的很平静很熟悉，毫不夸张地说我跟我那些每年都见面的朋友见面都没这么熟悉，你笑起来很温柔真的，就是给我的感觉和以前一样，让我很熟悉，但我还是很紧张，说不出话，嗯就真的很梦幻，我心心念念的人啊，终于出现在了我的眼前，嗯见到的那一刻真的已经不虚此行了，脑子真的空白，原本想的那些一见面就要说的话都想不起来了，嗯我现在想起来，我本来要跟你说，我很爱你，我很想你，是的我要说这些，但是当时只想看着你，其他的都是无法考虑。在酒店的那段时间对我来说也是梦幻的，我想拼命地记住那每一分每一秒，可是真的太美好太梦幻了，只要看着你我就无法思考其他，你没感受错，我真的很想很想去抱你，从见到你的第一刻一直到分别的那一刻，我都是那样想的。虽然似梦似幻，那我还是要好好记下来，我要留下些记录，留给。后的我去反复回忆咀嚼，这是我无法忘怀的美好记忆。那个忏悔录嗯我真的准备了很久，我真的很想亲口跟你说那些我嘴真实的感受，但是看着你的时候，我根本开不了口，我想你也看出来了，就是真的会说不出话那种紧张，那种脑子一片空白，我只想一直看着你，然后把我对你的爱一遍又一遍地喋喋不休，那是我唯一想说的也是我唯一能说出口的，就是爱你。现在我恢复理智，我再重新真诚地向你道歉，为自己曾经的不勇敢和辜负，我承认自己的罪行也愿意承担一切后果，我会一直自责，但是我更想去弥补而不是沉溺于那些自责中错过当下，也不仅仅是弥补，我就是想好好爱你，我会好好爱你。（这样的话我应该少说，不是因为我不想自责了而是我想和你创造更多新的开心的体验，这些悔恨就留给我自己去体验就好了，下次见面我们要去开心地吃喝玩乐）。回到叙事，你坐在那张白色的摇椅上面让我想起一段歌词，嗯这首歌其实我从来没有完整听完，但是我很喜欢这一段，每次听这段都会让我想起你。嗯好像就那样和你慢慢地聊，说着漫无目的话，看你温柔的笑，嗯我承认这里我是自私的，我会贪恋这样的美好，比起我向往的这种幸福我真的更希望你开心，只是想告诉你我很喜欢和你一起，我很享受就那样和你一起。我喜欢我享受不代表我就会去强求这些，我现在唯一强求的只是让你开心，为了让你开心我可以不顾一切，即使是接受你不爱我都可以。啊又扯远了，还是好好叙事吧。在你看了我写的忏悔录之后，你问我凭什么没有好好爱你，我回答不了，我没有理由不好好爱你，我不为自己开脱，我就是没有做到好好爱你，所以我当时一句话也说不出来。我只是看着你，看着我那就在眼前却又遥不可及的全世界。你问我为什么喜欢看着你，很简单啊，我爱你，你就像是我的全世界，即使我无法再拥抱我也会永远向往，我就是喜欢看你。我们就这样面对面坐着，我支支吾吾地说着我的真心，笨拙的但是绝对真诚，你真的很美好很温柔，让我不断沉沦。讲完那些之后，我们点了外卖，吃的是鲜虾仁瘦肉粥，那是我们一起吃的第二顿饭，第一次是桂林米粉，小香葱的，你这次和上次一样只吃了一半，和你一起的时候我真的会感知不到食欲，那天我真的一点东西也没吃，但是看着你，精神上的满足让我的身体失去了其他的感知，我只想看着你。对了，我下楼拿外卖的时候，拿到了跟你说稍等一下，其实是我要等那个花送过来，那附近真的好偏买个花都困难，但是我很想送，我只觉得我必须要送，送我的白月光、我的朱砂痣一束迟到的花。我们还一起听歌，和你一起坐在床上真的很开心，我很想去抱你，但是我那时候还保留着一点理智，我害怕我的鲁莽会让你离开，我不想你离开，能够见到你真的很心满意足了我不应该奢求更多。我们还是漫无目的地聊着，会说过去的也会说现在的，我说了很多笨拙的废话，嗯我很感谢你有耐心听我讲那些废话，我也不想那样但是和你一起就不想思考不想带脑子，我只想你，全身心地感受，但我还是会去想怎么样能让你开心的，这个是我唯一剩下的思考。后面你想要睡觉，嗯那时候其实我很想说，你就睡在那里就好了，我在旁边，嗯其实也想说我很想躺在旁边看着你睡，就像我们最后一次一起睡觉那样，我看着你，那个下午我没有睡，我就是看着你直到你醒来。但是我的理智克制了我，我没有说那么不合适的话，我只是在旁边站着，只是想看着你。后面你盖上被子背对着我的时候，真的真的很像我们第一次睡觉那时候，嗯那次是你突然转过来抱我，我还记得那时候说“你是不是不爱我，为什么不来抱我”，其实我那时候也很想去抱你但是我不够勇敢，我真的很害怕一个不合适的动作就让你不喜欢我，我很在意你对我的感觉，我一直记得你那时候说的话，也记得分开之前说的“你下次再不主动抱我就别进家门了”，所以当处在那个情景下的时候，我最后一点理智没有了，我其实犹豫了挺久的，就是我知道很大概率你会拒绝会生气，可是我一想到那可能是我此生唯一的机会了，我就再也顾不了那么多了，就轻轻的去抱了你一下，嗯我本来想紧紧抱住的，但是你一开始挣脱我就松开了，嗯那让我的理智回来了一点。不管结果怎么样，你再问我多少次，我都不会后悔，我诚心诚意地道歉但是我就是不后悔。你翻身起床，我感受到你的生气，那时候我真的很害怕你就这样离开，那我肯定会很难过很难过，不过还是不会后悔。很感谢你没有直接离开，真的。然后我们面对面坐着，我表达我的歉意和我真实的感受，我本来只预想到你要么直接拒绝然后离开要么接受并回应我，就像我问了yes or no，你回答一个or，我那时候真的脑子一片空白。这就像一扇门开着，但是没有说为谁开着，那我觉得我可以勇敢地敲一敲门。所以我当时说，我赌你会爱我，你说我太自信了，嗯理智的时候我当然不是自信的，但是那时候我只想着要勇敢地自信一次，不想在畏手畏脚。最后我们也没有讨论出什么结果，你不清楚你的感受，我不能也不想替你决定你的感受，我只能表达我的真心，勇敢地把自己当成一个选项提给你，嗯我不强求你选我，只是如果我不去尝试，我想我会抱憾终身。我们就这样那个话题断断续续地聊，你说我会后悔的，我本可以得到更多。我不想寄希望于不确定的未来，属于我的终究会属于我，没有什么本可以，不是反驳你的意思，我不会反驳你，你是真理，只是我当时的感受想法就是这样的，我知道来日方长，但是把期待留给未来我是做不到的，我只想抓住那可能的最后一次机会。然后我们就去吃饭了！嗯这个过程开心很多，maybe是你太饿了所以吃饭让你开心，然后我看到你开心我就会很开心。我们吃的是椰子鸡，餐厅叫作大头椰，在万象城。那是我们第一次一起在外面吃饭，其实真的很想和你一起拍照片但是你不想拍，我就没有强求，能一起吃饭已经很幸福了。我们一起吃了鸡肉，番薯，腊味煲仔饭，生菜，马蹄（嗯那个马蹄不好吃），菠菜好像你没吃我自己吃了一点，莲藕也是，蛋饺和虾滑都是我自己吃了一点。为什么要记这些呢，我想要记住我们一起吃的第一顿饭的一切。包括我坐的是进门左手边靠窗户第一个位置，我坐在靠门这一侧，桌上有个沙漏⏳，沙子是蓝色的，放完一次刚好6分钟，你说你等这个沙漏一定要摇摇摇，等不了那么久， 结果后面服务员说鸡肉要煮6分钟等沙漏放完才行，但是我们先前玩了一下那个沙漏，所以放完不够6分钟哈哈哈哈但是那个服务员没注意，直接给我们掀开了。嗯不过我们先吃的是小块的鸡肉，不差那一点时间。吃饭过程中我还是想一直看着你，你真的很好看很温柔很可爱，我只需要看着你就已经心满意足，感知不到食欲，真的。后面我们点了一杯19块的暴打柠檬椰，嗯虽然说味道还好吧不算是难喝那种，但是做得好慢而且嗯不止这个价钱哈哈哈哈，你说这个至少15块的利润。（ 吐槽！那个服务员看着我们没有汤了都不给我们加汤！态度一点也不好！）吃过饭后，我们从外面走下去，嗯风很大，刚走到一楼不久遇到了两个广东来的阿姨，我也不知道为什么你就突然接她们的话，嗯用粤语说的毛衣（我记得是这个意思），然后开始闲聊，你真的很会和别人聊天。后面走着走着就下雨了！很突然！我给你撑伞，那应该是我第一次给你撑伞，风很大，伞差点就吹飞了，我们就走到旁边打车。上车之后你说你衣服湿了头发也是，可是我记得得伞明明就是偏向你的，嗯肯定是风太大了！我可没有只撑我自己，你那时候说我把自己撑得好好的我有点难过其实，嗯因为好像自己就是做得不够好。然后在车上你和我一起听歌，嗯我记得有one last kiss，你发消息说这不会是It won’t be the last kiss，还有Red Moon，嗯I want you,can’t stop thinking of you，其实还有一个I want you to be my husband，这几个我都记得，还有逃避行嗯，真的开心那时候，感觉很幸福，虽然知道即将要分开，我也还是沉沦其中，嗯一直到下车我才清醒过来。其实这里你说see you tomorrow的时候我已经决定第二天要来找你了，我说I want to take your hand其实不仅仅是歌词，是真的想再牵你的手，嗯不过有了下午前车之鉴而且是在车上，而且你没回应我，我真的就克制住了。嗯是的，can’t stop thinking of you.那时候满脑子是你，现在也是。本来以为你要直接回学校了，刚下车已经有点sad，但是你说可以不用那么早回去，真的很开心啊啊啊那时候，我们去了麦当劳，在那里我们坐到了十点钟。嗯那段时间我很开心，虽然不是像在酒店那样只有我们两个人，可是我能感觉到在那里的时候，你和我更近一点，嗯我不知道是不是错觉，我能感受到你的温暖，和从前一样那种。我很开心，很希望能让你开心。我记得你那时候问我为什么那么喜欢看你，我凑到你的耳边跟你说，因为我爱你啊，恩我不知道你有没有听清，但是那是我离你最近的一刻，恩我能闻到你的味道感受到你的温度，那是我这辈子都不会忘记的感觉。回到酒店，我还是不想去考虑回学校，嗯真的不想分开，酒店还能闻到你的味道，还有你喝过的咖啡，告诉我这一切都不是梦。我抱着你用过的枕头睡的，那晚睡得很好，真的很好。 PART 2第二天早上起来，你说让我去帮你上课，我知道你可能只是开玩笑的说，但是我真的真的很想去找你，但是那时候还是有点理智的，就是还能思考（和你一起的时候是不能思考的），然后我就看了一下机票，嗯有下午的航班，好像真的还可以再见一面（就算没有我也会去的actually，就是很想见你），然后我就决定去找你了。我们又去了麦当劳，嗯下次也一定去那家麦当劳哈哈哈哈，那个地方真的意义非凡。我本来真的挺饿的，但是一见到你甚至只是想到能见到你，就一点也不饿了，我感觉我正常的时候吃得还挺多的，那两天真的随便吃一点久饱了。精神上的满足真的会覆盖其他的感知，绝对是这样的。快一点钟的时候，你就到了。很奇怪就是这一次等待的时候，我只有期待，没有再感受到紧张，真的真的很想见你。你给我买了木薯羹，你吃的是红豆沙双皮奶，这是我第一次吃木薯羹，很甜。这是第一次和你一起吃甜品，很甜。救命为什么不给我吃那个双皮奶，嗯我才不会介意，不过就是自己也会觉得奇怪而已哈哈哈哈。我们又开始漫无目的地聊，我还是会沉浸于只有你的世界，我经常会看着你发呆，我一直都在看着你发呆，我想把时间定格在那种时刻，我除了你以外什么都不在意。一直到了三点钟，我不想但是还是要走了，你给我买了蛋糕和面包。你第一次给我送的也是蛋糕，那是我的生日，送的是抹茶味的，那是我吃过的最好吃的蛋糕，没有之一也不会有更好吃的。然后就不得不分开了，我知道你不想影响我的学习，我也同样不想去影响你的，嗯很庆幸能和你见面，很感谢你愿意见我。我上车之后，司机大叔问我“那是你女朋友吗？”我当时还在看着你，嗯开始难过了那时候，我觉得我应该说“不是啊”，但是最后说出口的是“还不是，会是的。”大叔说：“没事，还有很多机会。”我说：“是的，还有机会，会是的” PART 3 我真没想到我还会延误一次，所以上面那个结尾就不是最合适的了，因为有另一个我认为刚好的结尾，就是“但是我觉得就像是我们这次感受到的快乐一样，如果不及时享受就会错过最好的时刻”，我又开始相信来日方长，但是我不会再把期待留给未来，及时去享受每一分幸福和快乐，不要为了那些本来就不确定的未来而丧失任何一分喜悦，就像这个蛋糕一样，就应该在最合适的时间品尝而不要因为舍不得而错过最美好的时刻。最后，我只想说 the story can resume 缘分未尽 我再次开始期待来日方长，但是不会再像以前那样把期待都留给未来，把握我能抓住的每一个瞬间，好好爱你，让你开心，这是我自己选择的我向往的我坚定的人生宿命。你永远是我的最终目的。","categories":[{"name":"回忆录","slug":"回忆录","permalink":"https://yanghaiting21.github.io/categories/%E5%9B%9E%E5%BF%86%E5%BD%95/"}],"tags":[{"name":"回忆录","slug":"回忆录","permalink":"https://yanghaiting21.github.io/tags/%E5%9B%9E%E5%BF%86%E5%BD%95/"}]},{"title":"江鸟归山河","slug":"江鸟归山河","date":"2024-04-22T07:01:41.540Z","updated":"2024-04-24T08:57:13.852Z","comments":true,"path":"2024/04/22/江鸟归山河/","permalink":"https://yanghaiting21.github.io/2024/04/22/%E6%B1%9F%E9%B8%9F%E5%BD%92%E5%B1%B1%E6%B2%B3/","excerpt":"风止于秋水，我止于山河。你是一切美好的起源。","text":"风止于秋水，我止于山河。你是一切美好的起源。 江鸟归山河首先这个帖子的名字，江鸟归山河，显而易见江鸟是我，山河是你，山河是你给我写信用的一个笔名其实。你是我的归宿，就像鸟飞向它的山河。 这个帖子是这个博客的开篇，没有太多的记叙，只是把我时不时关于我们的感慨写在这里，很多日期都已颠倒，但无关紧要，我记得就好。 你本无意穿堂风，偏偏孤倨引山洪。 这句话既是故事的开头也是故事的结尾，真的是一语成谶啊。 一里清风十里路，步步清风皆属你 嗯你给我写的，记忆很深的一句话，事实是清风是抓不住的，你也是抓不住的。 清风有意难留我，明月无心自照人 每次看到月亮，我都会想到这句，也许真的是明月无心自照人吧，你终究不是我一个人的月亮。 不知江月待何人，但见长江送流水 这句和上一句其实有关联，不知江月待何人的潜台词是，原来江月待的人不是我，确实啊，怎么会是我呢，你永远是天上明月，是我心中的白月光，只不过不只是我的月光罢了。 我祝你人生海海，我祝你尽兴开怀 今天看信，在你给我的最后一封信里写着，不打扰就是我给你最好的礼物，我想起了为什么当时没去找你的原因了 说到底，不过是2019年的一个夏天，最热烈的盛夏 万水千山横旦，到底是，错过了 山水一程，人各有命，有幸同行，尽兴！ 樱花落下的速度是每秒五厘米.我该用怎么样的速度.才能与你相遇。——秒速五厘米 雨滴降落的速度是每秒十米，我该用怎么样的速度，才能将你挽留。——言叶之庭 陨石坠落的速度是每秒十千米，我该用怎么样的速度，才能将你拯救。——你的名字 奔向你的的速度是每秒五米，我该用怎么样的速度，才能与你再次相见。——天气之子 蚓厄掉落的速度是每秒十米，我该用怎么样的速度，才能将你拯救。——铃芽之旅 很荣幸，成为你一时的新鲜感。 你是我的可遇不可求，可遇不可留，可遇不可有。 后来我拒绝了所有吹来的风，也没有了很爱的人。 我的满心欢喜，也该告一段落了。 见春天不见故人，敬山水不敬过往。 只要你肯联系我，我就敢再勇敢一次，重蹈覆辙也无妨；你不联系我，那就顺其自然，实不相瞒我特别想你，但能克制。 人总是在接近幸福时倍感幸福，在幸福进行时却患得患失。 有些人一直没有机会见等有机会了，却又犹豫了，相见不如不见。 有些事一直没有机会做等，有机会了，却又不想做了。 有些话一直没有机会说，等有机会了，却又不想说了。 有些爱一直没有机会爱，等有机会了，却又不爱了。 见了她，他变得很低很低，低到尘埃里，从尘埃里开出花来，但他心里是欢喜的，从尘埃里开出花来， 我要你知道，在这个世界上，总有一个人是等着你的，不管在什么时候， 不管在什么地方，反正你知道总有这么一个人，你问我爱你值得不值得。 其实你应该知道，爱就是不问值得不值得。 笑， 全世界便于你同笑。哭，你便独自哭，长的是磨难短的是人生。 在人生的路上，有一条路，每个人都非走不可，那就是年轻的弯路。 有些傻话，不但需要背着人说，还得背着自己，让自己听见了也怪难为情的。 臂如说我爱你，我一辈子都爱你。 我爱你，我一辈子都爱你。 你在我的人生中像天外来物一般存在，如果你幸福，我会比你先流泪。 错过了昨晚的月亮，还会有今天的太阳，只是错过了的往往释怀不了，昨晚的月亮还是胜过今天的太阳。 今天在植物园看到了白茉莉，我很想你。","categories":[{"name":"回忆录","slug":"回忆录","permalink":"https://yanghaiting21.github.io/categories/%E5%9B%9E%E5%BF%86%E5%BD%95/"}],"tags":[{"name":"回忆录","slug":"回忆录","permalink":"https://yanghaiting21.github.io/tags/%E5%9B%9E%E5%BF%86%E5%BD%95/"}]}],"categories":[{"name":"回忆录","slug":"回忆录","permalink":"https://yanghaiting21.github.io/categories/%E5%9B%9E%E5%BF%86%E5%BD%95/"}],"tags":[{"name":"回忆录","slug":"回忆录","permalink":"https://yanghaiting21.github.io/tags/%E5%9B%9E%E5%BF%86%E5%BD%95/"}]}